acpilight
android-studio
android-tools
android-udev
autoconf
automake
base
binutils
bison
code
deepin-gtk-theme
dnsmasq
edk2-ovmf
efibootmgr
fakeroot
feh
firefox
flex
gcc
git
groff
grub
htop
iptables-nft
java-environment-common
java-runtime-common
jdk11-openjdk
jre11-openjdk
libtool
libvirt
libx11
libxft
libxinerama
linux
linux-firmware
lxsession
m4
make
man-db
maven
mpv
neofetch
networkmanager
npm
openjdk11-doc
openjdk11-src
os-prober
p7zip
pamixer
patch
pax-utils
pcmanfm
pfetch
picom
pkgconf
pulseaudio
pulsemixer
qemu
ranger
reflector
scrot
sudo
texinfo
transmission-cli
ttf-font-awesome
ttf-hack
unclutter
ungoogled-chromium
unzip
vim
virt-manager
webkit2gtk
which
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
zathura
zathura-pdf-mupdf
zip
zsh
zsh-completions
